Dlubal.DynamPro.MinAxialStrainType
Minimum axial strain for cables and membranes.

Dlubal.DynamPro.MinAxialStrainType.UnknownMinAxialStrainType
Unknown type

Dlubal.DynamPro.MinAxialStrainType.1
Unknown type

Dlubal.DynamPro.MinAxialStrainType.ConditionedMinAxialStrain
Use minimum axial strain if it is bigger than the one in Load Case / Load Combination

Dlubal.DynamPro.MinAxialStrainType.AlwaysUseMinAxialStrain
Always use minimum axial stran